{ "translations": {
    "We want to keep offering our push notification service for free, but large number of users overload our infrastructure. For this reason we have to rate-limit the use of push notifications. If you need this feature, consider using Nextcloud Enterprise." : "Мы хочам працягваць прапаноўваць наш сэрвіс push-апавяшчэнняў бясплатна, але вялікая колькасць карыстальнікаў перагружае нашу інфраструктуру. Па гэтай прычыне мы вымушаны абмежаваць выкарыстанне push-апавяшчэнняў. Калі вам патрэбна гэтая функцыя, разгледзьце магчымасць выкарыстання Nextcloud Enterprise.",
    "User not found" : "Карыстальнік не знойдзены",
    "An unexpected error occurred, ask your administration to check the logs." : "Узнікла нечаканая памылка, папрасіце адміністратара праверыць журналы.",
    "Hello %s" : "Вітаем, %s",
    "Hello %s," : "Вітаем, %s,",
    "_New notification for %s_::_%n new notifications for %s_" : ["Новае апавяшчэнне для %s","%n новыя апавяшчэнні для %s","%n новых апавяшчэнняў для %s","%n новых апавяшчэнняў для %s"],
    "_You have a new notification for %s_::_You have %n new notifications for %s_" : ["У вас новае апавяшчэнне для %s","У вас %n новыя апавяшчэнні для %s","У вас %n новых апавяшчэнняў для %s","У вас %n новых апавяшчэнняў для %s"],
    "You can change the frequency of these emails or disable them in the <a href=\"%s\">settings</a>." : "Вы можаце змяніць частату гэтых лістоў або адключыць іх у <a href=\"%s\">наладах</a>.",
    "You can change the frequency of these emails or disable them in the settings: %s" : "Вы можаце змяніць частату гэтых лістоў або адключыць іх у наладах: %s",
    "Admin notifications" : "Апавяшчэнні адміністратара",
    "Notifications" : "Апавяшчэнні",
    "Push notifications - Fair use policy" : "Push-апавяшчэнні - Палітыка добрасумленнага выкарыстання",
    "Nextcloud GmbH sponsors a free push notification gateway for private users. To ensure good service, the gateway limits the number of push notifications per server and the limit was reached for this server. For enterprise users, a more scalable gateway is available." : "Nextcloud GmbH прапануе бясплатны шлюз push-апавяшчэнняў для прыватных карыстальнікаў. Каб забяспечыць якаснае абслугоўванне, шлюз абмяжоўвае колькасць push-апавяшчэнняў на сервер, і для гэтага сервера ліміт быў дасягнуты. Карпаратыўным карыстальнікам даступны больш маштабуемы шлюз. ",
    "This app provides a backend and frontend for the notification API available in Nextcloud." : "Гэта праграма забяспечвае бэкэнд і фронтэнд для API апавяшчэнняў, даступнага ў Nextcloud.",
    "Failed to perform action" : "Не ўдалося выканаць дзеянне",
    "Failed to dismiss notification" : "Не ўдалося адхіліць апавяшчэнне",
    "Dismiss" : "Адхіліць",
    "Contact Nextcloud GmbH" : "Звязацца з Nextcloud GmbH",
    "in {path}" : "у {path}",
    "Push notifications might be unreliable" : "Push-апавяшчэнні могуць быць ненадзейнымі",
    "Nextcloud GmbH sponsors a free push notification gateway for private users. To ensure good service, the gateway limits the number of push notifications per server. For enterprise users, a more scalable gateway is available. Contact Nextcloud GmbH for more information." : "Nextcloud GmbH прапануе бясплатны шлюз push-апавяшчэнняў для прыватных карыстальнікаў. Каб забяспечыць якаснае абслугоўванне, шлюз абмяжоўвае колькасць push-апавяшчэнняў на сервер. Карпаратыўным карыстальнікам даступны больш маштабуемы шлюз. Звярніцеся ў Nextcloud GmbH па дадатковую інфармацыю.",
    "Requesting browser permissions to show notifications" : "Запыт дазволаў браўзера для паказу апавяшчэнняў",
    "No notifications" : "Няма апавяшчэнняў",
    "Failed to dismiss all notifications" : "Не ўдалося адхіліць усе апавяшчэнні",
    "Dismiss all notifications" : "Адхіліць усе апавяшчэнні",
    "Never" : "Ніколі",
    "1 hour" : "1 гадзіны",
    "3 hours" : "3 гадзін",
    "1 day" : "1 дня",
    "1 week" : "1 тыдня",
    "Your settings have been updated." : "Вашы налады былі абноўлены. ",
    "An error occurred while updating your settings." : "Падчас абнаўлення налад узнікла памылка.",
    "Notifications defaults" : "Прадвызначаныя апавяшчэнні",
    "Configure the default notification settings" : "Задайце прадвызначаныя налады апавяшчэнняў",
    "Send email reminders about unhandled notifications after:" : "Адпраўляць напаміны па электроннай пошце аб неапрацаваных апавяшчэннях пасля:",
    "Play sound when a new notification arrives" : "Прайграваць гук пры атрыманні новага апавяшчэння",
    "Play sound when a call started (requires Nextcloud Talk)" : "Прайграваць гук пры выкліку (патрабуецца Nextcloud Talk)",
    "None" : "Няма",
    "You need to set up your email address before you can receive notification emails." : "Вам трэба задаць адрас электроннай пошты, каб атрымліваць апавяшчэнні па пошце",
    "Also repeat sound on a secondary speaker" : "Таксама паўтараць гук на дадатковым дынаміку",
    "Selection of the speaker device is currently not supported by Safari" : "Выбар дынаміка пакуль не падтрымліваецца Safari",
    "Select a device" : "Выберыце прыладу",
    "seconds ago" : "с таму",
    "Configure the default notification settings for new users" : "Наладзьце прадвызначаныя параметры апавяшчэнняў для новых карыстальнікаў"
},"pluralForm" :"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
}