{ "translations": {
    "User not found" : "No s'ha trobat l'usuari",
    "Hello %s" : "Hola, %s",
    "Hello %s," : "Hola, %s,",
    "_New notification for %s_::_%n new notifications for %s_" : ["Notificaci贸 nova del %s","%n notificacions noves del %s"],
    "_You have a new notification for %s_::_You have %n new notifications for %s_" : ["Teniu una notificaci贸 nova del %s","Teniu %n notificacions noves del %s"],
    "You can change the frequency of these emails or disable them in the <a href=\"%s\">settings</a>." : "Podeu canviar la freq眉猫ncia d'aquests correus electr貌nics o inhabilitar-los als <a href=\"%s\">parmetres</a>.",
    "You can change the frequency of these emails or disable them in the settings: %s" : "Podeu canviar la freq眉猫ncia d'aquests correus electr貌nics o inhabilitar-los als parmetres: %s",
    "Admin notifications" : "Notificacions de l'administrador",
    "Notifications" : "Notificacions",
    "Push notifications - Fair use policy" : "Notificacions automtiques: pol铆tica d'煤s raonable",
    "Nextcloud GmbH sponsors a free push notification gateway for private users. To ensure good service, the gateway limits the number of push notifications per server and the limit was reached for this server. For enterprise users, a more scalable gateway is available." : "Nextcloud GmbH patrocina una passarel路la de notificacions automtiques gratu茂ta per a usuaris privats. Per a garantir un bon servei, la passarel路la limita el nombre de notificacions automtiques per servidor i s'ha assolit el l铆mit en aquest servidor. Hi ha disponible una passarel路la m茅s escalable per a usuaris empresarials.",
    "This app provides a backend and frontend for the notification API available in Nextcloud." : "Aquesta aplicaci贸 proporciona un rerefons i un frontal per a l'API de notificacions disponible en el Nextcloud.",
    "This app provides a backend and frontend for the notification API available in Nextcloud.\n\t\tThe API is used by other apps to notify users in the web UI and sync clients about various things. Some examples are:\n\n Federated file sharing: You received a new remote share\n\n Comments: Another user mentioned you in a comment on a file\n\n Update notification: Available update for an app or nextcloud itself\n\n Announcement center: An announcement was posted by an admin" : "Aquesta aplicaci贸 proporciona un rerefons i un frontal per a l'API de notificacions disponible en el Nextcloud.\n\t\tL'API l'utilitzen altres aplicacions per a notificar els usuaris de la interf铆cie web i els clients de sincronitzaci贸 sobre diversos aspectes. Per exemple:\n\n s compartit de fitxers federats: rebeu un element compartit remot nou.\n\n Comentaris: un altre usuari us ha esmentat en un comentari en un fitxer.\n\n Notificaci贸 d'actualitzaci贸: hi ha una actualitzaci贸 disponible per a una aplicaci贸 o per al Nextcloud.\n\n Centre d'anuncis: un administrador ha publicat un anunci",
    "Failed to perform action" : "No s'ha pogut realitzar l'acci贸",
    "Dismiss" : "Descarta",
    "Contact Nextcloud GmbH" : "Contacta amb Nextcloud GmbH",
    "seconds ago" : "fa uns segons",
    "Failed to dismiss notification" : "No s'ha pogut descartar la notificaci贸",
    "in {path}" : "a {path}",
    "Dismiss all notifications" : "Descarta totes les notificacions",
    "Requesting browser permissions to show notifications" : "S'est demanant perm铆s al navegador web per a mostrar notificacions",
    "Push notifications might be unreliable" : "s possible que les notificacions automtiques no siguin fiables",
    "No notifications" : "No hi ha cap notificaci贸",
    "Nextcloud GmbH sponsors a free push notification gateway for private users. To ensure good service, the gateway limits the number of push notifications per server. For enterprise users, a more scalable gateway is available. Contact Nextcloud GmbH for more information." : "Nextcloud GmbH patrocina una passarel路la de notificacions automtiques gratu茂ta per a usuaris privats. Per a garantir un bon servei, la passarel路la limita el nombre de notificacions automtiques per servidor. Hi ha una passarel路la m茅s escalable disponible per a usuaris empresarials. Contacteu amb Nextcloud GmbH per a obtenir m茅s informaci贸.",
    "Failed to dismiss all notifications" : "No s'han pogut descartar totes les notificacions",
    "Notifications defaults" : "Parmetres per defecte de les notificacions",
    "Configure the default notification settings for new users" : "Configureu els parmetres per defecte de les notificacions per als usuaris nous",
    "Send email reminders about unhandled notifications after:" : "Envia recordatoris per correu electr貌nic sobre notificacions sense resposta despr茅s de:",
    "Play sound when a new notification arrives" : "Reprodueix un so quan arribi una notificaci贸 nova",
    "Play sound when a call started (requires Nextcloud Talk)" : "Reprodueix un so quan s'inici茂 una trucada (requereix Converses del Nextcloud)",
    "Never" : "Mai",
    "1 hour" : "1 hora",
    "3 hours" : "3 hores",
    "1 day" : "1 dia",
    "1 week" : "1 setmana",
    "Your settings have been updated." : "S'han actualitzat els parmetres.",
    "An error occurred while updating your settings." : "S'ha produ茂t un error en actualitzar els parmetres.",
    "You need to set up your email address before you can receive notification emails." : "Heu de configurar la vostra adre莽a electr貌nica per a poder rebre notificacions per correu electr貌nic.",
    "Also repeat sound on a secondary speaker" : "Repeteix tamb茅 el so en un altaveu secundari.",
    "Selection of the speaker device is currently not supported by Safari" : "Actualment, Safari no admet la selecci贸 del dispositiu d'altaveu",
    "Select a device" : "Selecciona un dispositiu.",
    "None" : "Nom茅s una vegada"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}