{ "translations": {
    "User not found" : "Usuario no encontrado",
    "Hello %s" : "Hola %s",
    "Hello %s," : "Hola %s,",
    "_New notification for %s_::_%n new notifications for %s_" : ["Una nueva notificaci贸n para %s","%n notificaciones nuevas para %s","%n notificaciones nuevas para %s"],
    "_You have a new notification for %s_::_You have %n new notifications for %s_" : ["Tiene una nueva notificaci贸n para %s","Tiene %n nuevas notificaciones para %s","Tiene %n nuevas notificaciones para %s"],
    "You can change the frequency of these emails or disable them in the <a href=\"%s\">settings</a>." : "Puedes cambiar la frecuencia de estos emails o deshabilitarlos en los <a href=\"%s\">Ajustes</a>.",
    "You can change the frequency of these emails or disable them in the settings: %s" : "Puedes cambiar la frecuencia de estos emails o deshabilitarlos en los Ajustes: %s",
    "Admin notifications" : "Notificaciones de admin",
    "Notifications" : "Notificaciones",
    "Push notifications - Fair use policy" : "Notificaciones Push - Pol铆tica de uso razonable",
    "Nextcloud GmbH sponsors a free push notification gateway for private users. To ensure good service, the gateway limits the number of push notifications per server and the limit was reached for this server. For enterprise users, a more scalable gateway is available." : "Nextcloud GmbH ofrece un servicio de env铆o de notificaciones push gratuito para usuarios particulares. Para garantizar la estabilidad del servicio, se limita el n煤mero de notificaciones push por servidor, y se ha alcanzado el l铆mite en este servidor. Para usuarios profesionales o Enterprise hay disponible un servicio con m谩s capacidad.",
    "This app provides a backend and frontend for the notification API available in Nextcloud." : "Esta app proporciona un backend y un frontend para la API de notificaciones disponible en Nextcloud.",
    "This app provides a backend and frontend for the notification API available in Nextcloud.\n\t\tThe API is used by other apps to notify users in the web UI and sync clients about various things. Some examples are:\n\n Federated file sharing: You received a new remote share\n\n Comments: Another user mentioned you in a comment on a file\n\n Update notification: Available update for an app or nextcloud itself\n\n Announcement center: An announcement was posted by an admin" : "Esta app proporciona un backend y un frontend para la API de notificaciones que hay disponible en Nextcloud.\n\t\tOtras app usan la API para informar a los usuarios en la interfaz web y los clientes de sincronizaci贸n sobre varias cosas. Algunos ejemplos son:\n\n Compartici贸n federada de archivos: Has recibido un nuevo recursocompartido remoto\n\n Comentarios: Otro usuario te ha mencionado en el comentario de un archivo\n\n Notificaci贸n de actualizaci贸n: Actualizaci贸n disponible para una app o el propio Nexcloud\n\n Centro de anuncios: Un administrador ha enviado un anuncio",
    "Failed to perform action" : "Se ha producido un fallo al realizar la acci贸n",
    "Dismiss" : "Descartar",
    "Contact Nextcloud GmbH" : "Contactar a Nextcloud GmbH",
    "seconds ago" : "hace unos segundos",
    "Failed to dismiss notification" : "Error al descartar la notificaci贸n",
    "in {path}" : "en {path}",
    "Dismiss all notifications" : "Descartar todas las notificaciones",
    "Requesting browser permissions to show notifications" : "Solicitando permisos al navegador para mostrar notificaciones",
    "Push notifications might be unreliable" : "Las notificaciones push podr铆an ser poco confiables",
    "No notifications" : "No hay notificaciones",
    "Nextcloud GmbH sponsors a free push notification gateway for private users. To ensure good service, the gateway limits the number of push notifications per server. For enterprise users, a more scalable gateway is available. Contact Nextcloud GmbH for more information." : "Nextcloud GmbH patrocina un servicio de puerta de enlace de notificaciones para usuarios privados. Para asegurarse de tener un buen servicio, la puerta de enlace limita el n煤mero de notificaciones push por servidor. Para usuarios enterprise, una puerta de enlace m谩s escalable est谩 disponible. Contacte a Nextcloud GmbH para m谩s informaci贸n.",
    "Failed to dismiss all notifications" : "Error al descartar todas las notificaciones",
    "Notifications defaults" : "Valores por defecto para notificaciones",
    "Configure the default notification settings for new users" : "Configure las opciones predeterminadas de notificaciones para nuevos usuarios",
    "Send email reminders about unhandled notifications after:" : "Enviar recordatorios por correo electr贸nico sobre notificaciones no gestionadas despu茅s de:",
    "Play sound when a new notification arrives" : "Reproducir sonido cuando llega una nueva notificaci贸n",
    "Play sound when a call started (requires Nextcloud Talk)" : "Reproducir sonido cuando se inicia una llamada (requiere Nextcloud Talk)",
    "Never" : "Nunca",
    "1 hour" : "1 hora",
    "3 hours" : "3 horas",
    "1 day" : "1 d铆a",
    "1 week" : "1 semana",
    "Your settings have been updated." : "Tus ajustes han sido actualizados.",
    "An error occurred while updating your settings." : "Ocurri贸 un error mientras se actualizaban los ajustes.",
    "You need to set up your email address before you can receive notification emails." : "Debes configurar tu direcci贸n de correo electr贸nico antes de poder recibir notificaciones.",
    "Select a device" : "Seleccione un dispositivo",
    "None" : "Ninguno"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}