{ "translations": {
    "User not found" : "No se encontr贸 el usuario",
    "Hello %s" : "Hola %s",
    "Hello %s," : "Hola %s,",
    "_New notification for %s_::_%n new notifications for %s_" : ["Nueva notificaci贸n para %s","%n nuevas notificaciones para %s","%n nuevas notificaciones para %s"],
    "_You have a new notification for %s_::_You have %n new notifications for %s_" : ["Tienes una nueva notificaci贸n para %s","Tienes %n nuevas notificaciones para %s","Tienes %n nuevas notificaciones para %s"],
    "You can change the frequency of these emails or disable them in the <a href=\"%s\">settings</a>." : "Puedes cambiar la frecuencia de estos correos electr贸nicos o desactivarlos en la <a href=\"%s\">configuraci贸n</a>.",
    "You can change the frequency of these emails or disable them in the settings: %s" : "Puedes cambiar la frecuencia de estos correos electr贸nicos o desactivarlos en la configuraci贸n: %s",
    "Admin notifications" : "Notificaciones adminsitrativas",
    "Notifications" : "Notificaciones",
    "This app provides a backend and frontend for the notification API available in Nextcloud." : "Esta aplicaci贸n proporciona un backend y frontend para la API de notificaciones disponible en Nextcloud.",
    "This app provides a backend and frontend for the notification API available in Nextcloud.\n\t\tThe API is used by other apps to notify users in the web UI and sync clients about various things. Some examples are:\n\n Federated file sharing: You received a new remote share\n\n Comments: Another user mentioned you in a comment on a file\n\n Update notification: Available update for an app or nextcloud itself\n\n Announcement center: An announcement was posted by an admin" : "Esta aplicaci贸n proporciona un backend y frontend para la API de notificaciones disponible en Nextcloud.\n          La API es utilizada por otras aplicaciones para notificar a los usuarios en la interfaz web y en los clientes de sincronizaci贸n sobre diversas cosas. Algunos ejemplos son:\n      \n       Compartir de archivos federado: Has recibido un nuevo compartido remoto\n      \n       Comentarios: Otro usuario te mencion贸 en un comentario en un archivo\n      \n       Notificaci贸n de actualizaci贸n: Hay una actualizaci贸n disponible para una aplicaci贸n o para Nextcloud en s铆\n      \n       Centro de anuncios: Un administrador public贸 un anuncio",
    "Failed to perform action" : "Se present贸 una falla al ejeuctar la acci贸n",
    "Dismiss" : "Descartar",
    "Contact Nextcloud GmbH" : "Contacta con Nextcloud GmbH",
    "seconds ago" : "hace segundos",
    "Failed to dismiss notification" : "Se present贸 una falla al descartar la notificaci贸n",
    "in {path}" : "en {path}",
    "Dismiss all notifications" : "Descartar todas las notificaciones",
    "Requesting browser permissions to show notifications" : "Solicitando permisos del navegador para mostrar notificaciones",
    "Push notifications might be unreliable" : "Las notificaciones push pueden no ser fiables",
    "No notifications" : "No hay notificaciones",
    "Nextcloud GmbH sponsors a free push notification gateway for private users. To ensure good service, the gateway limits the number of push notifications per server. For enterprise users, a more scalable gateway is available. Contact Nextcloud GmbH for more information." : "Nextcloud GmbH patrocina una pasarela gratuita de notificaciones push para usuarios privados. Para garantizar un buen servicio, la pasarela limita el n煤mero de notificaciones push por servidor. Para usuarios empresariales, hay disponible una pasarela m谩s escalable. Ponte en contacto con Nextcloud GmbH para obtener m谩s informaci贸n.",
    "Failed to dismiss all notifications" : "Se present贸 una falla al descartar todas las notificaciones",
    "Notifications defaults" : "Configuraciones predeterminadas de las notificaciones",
    "Configure the default notification settings for new users" : "Configura la configuraci贸n predeterminada de las notificaciones para nuevos usuarios",
    "Send email reminders about unhandled notifications after:" : "Enviar recordatorios por correo electr贸nico sobre notificaciones no gestionadas despu茅s de:",
    "Play sound when a new notification arrives" : "Reproducir sonido cuando llega una nueva notificaci贸n",
    "Play sound when a call started (requires Nextcloud Talk)" : "Reproducir sonido cuando se inicia una llamada (requiere Nextcloud Talk)",
    "Never" : "Nunca",
    "1 hour" : "1 hora",
    "3 hours" : "3 horas",
    "1 day" : "1 d铆a",
    "1 week" : "1 semana",
    "Your settings have been updated." : "Tus configuraciones se han actualizado.",
    "An error occurred while updating your settings." : "Se produjo un error al actualizar tus configuraciones.",
    "You need to set up your email address before you can receive notification emails." : "Necesitas configurar tu direcci贸n de correo electr贸nico antes de que puedas recibir correos de notificaci贸n",
    "None" : "Ninguno"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}