{ "translations": {
    "Hello %s" : "Hola %s",
    "Hello %s," : "Hola %s,",
    "Admin notifications" : "Notificaciones adminsitrativas",
    "Notifications" : "Notificaciones",
    "This app provides a backend and frontend for the notification API available in Nextcloud." : "Esta aplicaci贸n proporciona un backend y front end para la API de notificaci贸n disponible en Nextcloud.",
    "This app provides a backend and frontend for the notification API available in Nextcloud.\n\t\tThe API is used by other apps to notify users in the web UI and sync clients about various things. Some examples are:\n\n Federated file sharing: You received a new remote share\n\n Comments: Another user mentioned you in a comment on a file\n\n Update notification: Available update for an app or nextcloud itself\n\n Announcement center: An announcement was posted by an admin" : "Esta aplicaci贸n proporciona un backend y frontend para el API de notificaci贸n disponible en Nextcloud. \t\tEl API se usa por otras aplicaciones para notificarle a los usuarios en la interfaz web y sincronizar clientes acerca de diferentes cosas. Algunos ejemplos son:\n\n Compartir archivos federados: Recibiste un nuevo elemento compartido remoto\n\n Comentarios: Otro usuario te mencion贸 en un comentario de un archivo\n\n Notificaci贸n de actualizaci贸n: Actualizacion disponible para una aplicaci贸n o nextcloud mismo\n\n Centro de anuncios: Un anuncio fue publicado por un administrador",
    "Failed to perform action" : "Se present贸 una falla al ejeuctar la acci贸n",
    "Dismiss" : "Descartar",
    "seconds ago" : "hace segundos",
    "Failed to dismiss notification" : "Se present贸 una falla al descartar la notificaci贸n",
    "in {path}" : "en {path}",
    "No notifications" : "No hay notificaciones",
    "Failed to dismiss all notifications" : "Se present贸 una falla al descartar todas las notificaciones",
    "Never" : "Nunca",
    "1 hour" : "1 hora",
    "3 hours" : "3 horas",
    "Your settings have been updated." : "Tus configuraciones se han actualizado.",
    "You need to set up your email address before you can receive notification emails." : "Necesitas configurar tu direcci贸n de correo electr贸nico antes de que puedas recibir correos de notificaci贸n"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}