{ "translations": {
    "User not found" : "Pengguna tidak ditemukan",
    "An unexpected error occurred, ask your administration to check the logs." : "Terjadi kesalahan tak terduga, minta administrasi Anda untuk memeriksa log.",
    "Hello %s" : "Halo %s",
    "Hello %s," : "Halo %s,",
    "_New notification for %s_::_%n new notifications for %s_" : ["%n notifikasi baru untuk %s"],
    "_You have a new notification for %s_::_You have %n new notifications for %s_" : ["Anda memiliki %n notifikasi baru untuk %s"],
    "You can change the frequency of these emails or disable them in the <a href=\"%s\">settings</a>." : "Anda dapat mengubah frekuensi email ini atau menonaktifkannya di <a href=\"%s\">pengaturan</a>.",
    "You can change the frequency of these emails or disable them in the settings: %s" : "Anda dapat mengubah frekuensi email ini atau menonaktifkannya di pengaturan: %s",
    "Admin notifications" : "Notifikasi admin",
    "Notifications" : "Pemberitahuan",
    "Push notifications - Fair use policy" : "Notifikasi push - Kebijakan penggunaan wajar",
    "Nextcloud GmbH sponsors a free push notification gateway for private users. To ensure good service, the gateway limits the number of push notifications per server and the limit was reached for this server. For enterprise users, a more scalable gateway is available." : "Nextcloud GmbH mensponsori gateway notifikasi push gratis untuk pengguna pribadi. Untuk memastikan layanan yang baik, gateway membatasi jumlah notifikasi push per server dan batas tersebut telah tercapai untuk server ini. Untuk pengguna enterprise, gateway yang lebih skalabel tersedia.",
    "This app provides a backend and frontend for the notification API available in Nextcloud." : "Aplikasi ini menyediakan back end dan front end untuk API notifikasi yang tersedia di Nextcloud.",
    "This app provides a backend and frontend for the notification API available in Nextcloud.\n\t\tThe API is used by other apps to notify users in the web UI and sync clients about various things. Some examples are:\n\n📬 Federated file sharing: You received a new remote share\n\n📑 Comments: Another user mentioned you in a comment on a file\n\n🚢 Update notification: Available update for an app or nextcloud itself\n\n📣 Announcement center: An announcement was posted by an admin" : "Aplikasi ini menyediakan back end dan front end untuk API notifikasi yang tersedia di Nextcloud.\n\t\tAPI ini digunakan oleh aplikasi lain untuk memberi tahu pengguna di UI web dan klien sinkronisasi tentang berbagai hal. Beberapa contoh adalah:\n\n📬 Berbagi file terfederasi: Anda menerima berbagi jarak jauh baru\n\n📑 Komentar: Pengguna lain menyebut Anda dalam komentar pada sebuah file\n\n🚢 Notifikasi pembaruan: Pembaruan tersedia untuk sebuah aplikasi atau Nextcloud itu sendiri\n\n📣 Pusat pengumuman: Sebuah pengumuman diposting oleh admin",
    "Failed to perform action" : "Gagal melakukan tindakan",
    "Failed to dismiss notification" : "Gagal menutup notifikasi",
    "Dismiss" : "Abaikan",
    "Contact Nextcloud GmbH" : "Hubungi Nextcloud GmbH",
    "in {path}" : "di {path}",
    "Push notifications might be unreliable" : "Notifikasi push mungkin tidak andal",
    "Nextcloud GmbH sponsors a free push notification gateway for private users. To ensure good service, the gateway limits the number of push notifications per server. For enterprise users, a more scalable gateway is available. Contact Nextcloud GmbH for more information." : "Nextcloud GmbH mensponsori gateway notifikasi push gratis untuk pengguna pribadi. Untuk memastikan layanan yang baik, gateway membatasi jumlah notifikasi push per server. Untuk pengguna enterprise, gateway yang lebih skalabel tersedia. Hubungi Nextcloud GmbH untuk informasi lebih lanjut.",
    "Requesting browser permissions to show notifications" : "Meminta izin browser untuk menampilkan notifikasi",
    "No notifications" : "Tidak ada pemberitahuan",
    "Failed to dismiss all notifications" : "Gagal menutup semua notifikasi",
    "Dismiss all notifications" : "Tutup semua notifikasi",
    "Never" : "Tidak pernah",
    "1 hour" : "1 jam",
    "3 hours" : "3 jam",
    "1 day" : "1 hari",
    "1 week" : "1 minggu",
    "Your settings have been updated." : "Pengaturan Anda telah diperbarui.",
    "An error occurred while updating your settings." : "Terjadi kesalahan saat memperbarui pengaturan Anda.",
    "Notifications defaults" : "Default notifikasi",
    "Configure the default notification settings" : "Konfigurasikan pengaturan default notifikasi",
    "Send email reminders about unhandled notifications after:" : "Kirim email pengingat tentang pemberitahuan yang tidak tertangani setelah:",
    "Play sound when a new notification arrives" : "Putar suara saat notifikasi baru tiba",
    "Play sound when a call started (requires Nextcloud Talk)" : "Putar suara saat panggilan dimulai (memerlukan Nextcloud Talk)",
    "None" : "Tidak ada",
    "You need to set up your email address before you can receive notification emails." : "Anda perlu menyetel alamat email sebelum Anda dapat menerima email pemberitahuan.",
    "Also repeat sound on a secondary speaker" : "Juga ulangi suara pada speaker sekunder",
    "Selection of the speaker device is currently not supported by Safari" : "Pemilihan perangkat speaker saat ini tidak didukung oleh Safari",
    "Select a device" : "Pilih perangkat"
},"pluralForm" :"nplurals=1; plural=0;"
}