{ "translations": {
    "Hello %s" : "Witaj %s",
    "Hello %s," : "Witaj %s,",
    "_New notification for %s_::_%n new notifications for %s_" : ["Nowe powiadomienie z %s","%n nowe powiadomienia z %s","%n nowych powiadomie z %s","%n nowych powiadomie z %s"],
    "_You have a new notification for %s_::_You have %n new notifications for %s_" : ["Masz nowe powiadomienie na %s","Masz %n nowe powiadomienia na %s","Masz %n nowych powiadomie na %s","Masz %n nowych powiadomie na %s"],
    "You can change the frequency of these emails or disable them in the <a href=\"%s\">settings</a>." : "Mo偶esz zmieni czstotliwo e-maili lub wyczy je w <a href=\"%s\">ustawieniach</a>.",
    "You can change the frequency of these emails or disable them in the settings: %s" : "Mo偶esz zmieni czstotliwo e-maili lub wyczy je w ustawieniach: %s",
    "Admin notifications" : "Powiadomienia administratora",
    "Notifications" : "Powiadomienia",
    "This app provides a backend and frontend for the notification API available in Nextcloud." : "Ta aplikacja zapewnia backend i frontend dla interfejsu API powiadomie dostpnego w Nextcloud.",
    "This app provides a backend and frontend for the notification API available in Nextcloud.\n\t\tThe API is used by other apps to notify users in the web UI and sync clients about various things. Some examples are:\n\n Federated file sharing: You received a new remote share\n\n Comments: Another user mentioned you in a comment on a file\n\n Update notification: Available update for an app or nextcloud itself\n\n Announcement center: An announcement was posted by an admin" : "Ta aplikacja zapewnia backend i frontend dla interfejsu API powiadomie dostpnego w Nextcloud.\nInterfejs API jest u偶ywany przez inne aplikacje do powiadamiania u偶ytkownik贸w w interfejsie internetowym i synchronizowania klient贸w z r贸偶nymi rzeczami. Oto kilka przykad贸w:\n\n Udostpnianie plik贸w we Federacji: Otrzymano nowe udostpnianie zdalne\n\n Komentarze: inny u偶ytkownik wspomnia o Tobie w komentarzu do pliku\n\n Powiadomienie o aktualizacji: dostpna aktualizacja dla samej aplikacji lub nastpnej\n\n Centrum ogosze: ogoszenie zostao wysane przez administratora",
    "Failed to perform action" : "Nie udao si wykona dziaania",
    "Dismiss" : "Odrzu",
    "Contact Nextcloud GmbH" : "Kontakt z Nextcloud GmbH",
    "seconds ago" : "przed chwil",
    "Failed to dismiss notification" : "Nie udao si usun powiadomienia",
    "in {path}" : "w {path}",
    "Dismiss all notifications" : "Usu wszystkie powiadomienia",
    "Requesting browser permissions to show notifications" : "呕danie uprawnie przegldarki do wywietlania powiadomie",
    "Push notifications might be unreliable" : "Powiadomienia Push mog by zawodne",
    "No notifications" : "Brak powiadomie",
    "Nextcloud GmbH sponsors a free push notification gateway for private users. To ensure good service, the gateway limits the number of push notifications per server. For enterprise users, a more scalable gateway is available. Contact Nextcloud GmbH for more information." : "Nextcloud GmbH sponsoruje bezpatn bramk powiadomie Push dla u偶ytkownik贸w prywatnych. Aby zapewni dobr obsug, brama ogranicza liczb powiadomie Push na serwer. Dla u偶ytkownik贸w korporacyjnych dostpna jest bardziej skalowalna brama. Skontaktuj si z Nextcloud GmbH, aby uzyska wicej informacji.",
    "Failed to dismiss all notifications" : "Nie udao si usun wszystkich powiadomie",
    "Notifications defaults" : "Domylne ustawienia powiadomie",
    "Configure the default notification settings for new users" : "Skonfiguruj domylne ustawienia powiadomie dla nowych u偶ytkownik贸w",
    "Send email reminders about unhandled notifications after:" : "Wysyaj przypomnienia e-mail o nieobsu偶onych powiadomieniach po:",
    "Play sound when a new notification arrives" : "Odtw贸rz d藕wik, gdy nadejdzie nowe powiadomienie",
    "Play sound when a call started (requires Nextcloud Talk)" : "Odtw贸rz d藕wik po rozpoczciu poczenia (wymaga Nextcloud Talk)",
    "Never" : "Nigdy",
    "1 hour" : "1 godzina",
    "3 hours" : "3 godziny",
    "1 day" : "1 dzie",
    "1 week" : "1 tydzie",
    "Your settings have been updated." : "Twoje ustawienia zostay zaktualizowane.",
    "An error occurred while updating your settings." : "Wystpi bd podczas aktualizowania ustawie.",
    "You need to set up your email address before you can receive notification emails." : "Aby otrzymywa powiadomienia e-mail, musisz skonfigurowa sw贸j adres e-mail."
},"pluralForm" :"nplurals=4; plural=(n==1 ? 0 : (n%10>=2 && n%10<=4) && (n%100<12 || n%100>14) ? 1 : n!=1 && (n%10>=0 && n%10<=1) || (n%10>=5 && n%10<=9) || (n%100>=12 && n%100<=14) ? 2 : 3);"
}