{ "translations": {
    "User not found" : "Usuário não encontrado",
    "The device does not seem to be supported" : "O dispositivo parece não ser compatível",
    "An unexpected error occurred, ask your administration to check the logs." : "Ocorreu um erro inesperado, peça ao administrador para verificar os logs.",
    "Hello %s" : "Olá %s",
    "Hello %s," : "Olá %s,",
    "_New notification for %s_::_%n new notifications for %s_" : ["Nova notificação para %s","%n novas notificações para %s","%n novas notificações para %s"],
    "_You have a new notification for %s_::_You have %n new notifications for %s_" : ["Você tem uma nova notificação para %s","Você tem %n nova notificação para %s","Você tem %n nova notificação para %s"],
    "You can change the frequency of these emails or disable them in the <a href=\"%s\">settings</a>." : "Você pode alterar a frequência desses e-mails ou desabilitá-los nas <a href=\"%s\">configurações</a>.",
    "You can change the frequency of these emails or disable them in the settings: %s" : "Você pode alterar a frequência desses e-mails ou desabilitá-los nas configurações: %s",
    "Admin notifications" : "Notificações administrativas",
    "Notifications" : "Notificações",
    "Push notifications - Fair use policy" : "Notificações push – Política de uso justo",
    "Nextcloud GmbH sponsors a free push notification gateway for private users. To ensure good service, the gateway limits the number of push notifications per server and the limit was reached for this server. For enterprise users, a more scalable gateway is available." : "Nextcloud GmbH patrocina um gateway de notificação push gratuito para usuários privados. Para garantir um bom serviço, o gateway limita o número de notificações push por servidor e o limite foi atingido para este servidor. Para usuários corporativos, está disponível um gateway mais escalável.",
    "This app provides a backend and frontend for the notification API available in Nextcloud." : "Este aplicativo fornece uma estrutura e interface para a API de notificação do Nextcloud.",
    "This app provides a backend and frontend for the notification API available in Nextcloud.\n\t\tThe API is used by other apps to notify users in the web UI and sync clients about various things. Some examples are:\n\n📬 Federated file sharing: You received a new remote share\n\n📑 Comments: Another user mentioned you in a comment on a file\n\n🚢 Update notification: Available update for an app or nextcloud itself\n\n📣 Announcement center: An announcement was posted by an admin" : "Este aplicativo fornece uma estrutura e interface para a API de notificação do Nextcloud.\n\t\tA API é usada por outros aplicativos para notificar os usuários na interface web e para sincronizar os clientes em várias coisas. Alguns exemplos são:\n\n📬 Compartilhamento de arquivos federados: você recebeu um novo compartilhamento remoto\n\n📑 Comentários: Um usuário mencionou você num comentário em um arquivo\n\n🚢 Notificação de atualização: Atualização disponível para um aplicativo ou para o nextcloud\n\n📣 Central de anúncios: Um anúncio foi postado por um administrador",
    "Failed to perform action" : "Falha ao executar a ação",
    "Dismiss" : "Rejeitar",
    "Contact Nextcloud GmbH" : "Entre em contato com a Nextcloud GmbH",
    "seconds ago" : "segundos atrás",
    "Failed to dismiss notification" : "Falha ao ignorar a notificação",
    "in {path}" : "em {path}",
    "Dismiss all notifications" : "Ignorar todas as notificações",
    "Requesting browser permissions to show notifications" : "Solicitando permissões do navegador para mostrar notificações",
    "Push notifications might be unreliable" : "As notificações push podem não ser confiáveis",
    "No notifications" : "Sem notificações",
    "Nextcloud GmbH sponsors a free push notification gateway for private users. To ensure good service, the gateway limits the number of push notifications per server. For enterprise users, a more scalable gateway is available. Contact Nextcloud GmbH for more information." : "A Nextcloud GmbH patrocina um gateway de notificação por push gratuito para usuários privados. Para garantir um bom serviço, o gateway limita o número de notificações push por servidor. Para usuários corporativos, um gateway mais escalável está disponível. Entre em contato com a Nextcloud GmbH para obter mais informações.",
    "Failed to dismiss all notifications" : "Falha ao ignorar todas as notificações",
    "Notifications defaults" : "Padrões de notificações ",
    "Configure the default notification settings for new users" : "Configurar as configurações padrão de notificação para novos usuários",
    "Send email reminders about unhandled notifications after:" : "Envie lembretes de e-mail sobre notificações não foram vistas após:",
    "Play sound when a new notification arrives" : "Reproduzir som quando uma nova notificação chegar",
    "Play sound when a call started (requires Nextcloud Talk)" : "Reproduzir som quando uma chamada é iniciada (requer Nextcloud Talk)",
    "Never" : "Nunca",
    "1 hour" : "1 hora",
    "3 hours" : "3 horas",
    "1 day" : "1 dia",
    "1 week" : "1 semana",
    "Your settings have been updated." : "Suas configurações foram atualizadas.",
    "An error occurred while updating your settings." : "Ocorreu um erro ao atualizar suas configurações.",
    "You need to set up your email address before you can receive notification emails." : "Você precisa configurar seu endereço de e-mail antes de receber e-mails de notificação.",
    "Also repeat sound on a secondary speaker" : "Repita também o som em um alto-falante secundário",
    "Selection of the speaker device is currently not supported by Safari" : "A seleção do dispositivo de alto-falante não é atualmente suportada pelo Safari",
    "Select a device" : "Selecione um dispositivo",
    "None" : "Nenhum"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}