{ "translations": {
    "User not found" : "Пользователь не найден",
    "Hello %s" : "Здравствуйте, %s!",
    "Hello %s," : "Здравствуйте, %s,",
    "_New notification for %s_::_%n new notifications for %s_" : ["Новое уведомление для %s","%n новых уведомления для %s","%n новых уведомления для %s","%n новых уведомления для %s"],
    "_You have a new notification for %s_::_You have %n new notifications for %s_" : ["Новое уведомление от %s","У вас %n новых уведомления от %s","У вас %n новых уведомлений от %s","У вас %n новых уведомлений от %s"],
    "You can change the frequency of these emails or disable them in the <a href=\"%s\">settings</a>." : "Вы можете <a href=\"%s\">настроить</a> частоту отправления таких писем или даже вообще отключить рассылку.",
    "You can change the frequency of these emails or disable them in the settings: %s" : "Вы можете настроить частоту отправления таких писем или даже вообще отключить рассылку: %s",
    "Admin notifications" : "Уведомления администратора",
    "Notifications" : "Уведомления",
    "Push notifications - Fair use policy" : "Всплывающие уведомления - Политика добросовестного использования",
    "Nextcloud GmbH sponsors a free push notification gateway for private users. To ensure good service, the gateway limits the number of push notifications per server and the limit was reached for this server. For enterprise users, a more scalable gateway is available." : "Nextcloud GmbH спонсирует бесплатный шлюз push-уведомлений для частных пользователей. Для обеспечения качественного обслуживания шлюз ограничивает количество push-уведомлений на сервер, и для данного сервера этот лимит был достигнут. Для корпоративных пользователей доступен более масштабируемый шлюз.",
    "This app provides a backend and frontend for the notification API available in Nextcloud." : "Это приложение для создания и показа уведомлений в Nextcloud.",
    "This app provides a backend and frontend for the notification API available in Nextcloud.\n\t\tThe API is used by other apps to notify users in the web UI and sync clients about various things. Some examples are:\n\n📬 Federated file sharing: You received a new remote share\n\n📑 Comments: Another user mentioned you in a comment on a file\n\n🚢 Update notification: Available update for an app or nextcloud itself\n\n📣 Announcement center: An announcement was posted by an admin" : "Это приложение создавать и выводить уведомления в Nextcloud.\nТакже приложение предоставляет API, позволяющее другим приложениями выводить уведомления для пользователей в веб-интерфейсе и клиентах синнхронизацтт. Вот некоторые примеры:\n\n📬 Совместное использование файлов: вы получили доступ к новому общему ресурсу;\n\n📑 Комментарии: Другой пользователь упомянул вас в комментарии к файлу;\n\n🚢 Уведомление об обновлении: Доступно обновление приложений или самого Nextcloud;\n\n📣 Центр объявлений: объявление было опубликовано администратором.",
    "Failed to perform action" : "Не удалось выполнить задание",
    "Dismiss" : "Закрыть",
    "Contact Nextcloud GmbH" : "Связаться с Nextcloud GmbH",
    "seconds ago" : "несколько секунд назад",
    "Failed to dismiss notification" : "Не удалось скрыть уведомление",
    "in {path}" : "в {path}",
    "Dismiss all notifications" : "Отклонить все уведомления",
    "Requesting browser permissions to show notifications" : "Запрос разрешений для показа уведомлений в браузере",
    "Push notifications might be unreliable" : "Пуш-уведомления могут быть ненадёжны",
    "No notifications" : "Уведомлений нет",
    "Nextcloud GmbH sponsors a free push notification gateway for private users. To ensure good service, the gateway limits the number of push notifications per server. For enterprise users, a more scalable gateway is available. Contact Nextcloud GmbH for more information." : "Компания Nextcloud GmbH является спонсором бесплатного шлюза пуш-уведомлений для частных пользователей. Количество пуш-уведомлений, отправляемых через этот шлюз серверами, ограничено. Корпоративным пользователям предлагается использовать более производительный шлюз. Для получения  дополнительной информации, обратитесь в компанию Nextcloud GmbH.",
    "Failed to dismiss all notifications" : "Не удалось скрыть все уведомления",
    "Notifications defaults" : "Параметры уведомлений по умолчанию",
    "Configure the default notification settings for new users" : "Параметры уведомлений, которые будут применены при создании новых пользователей",
    "Send email reminders about unhandled notifications after:" : "Интервал времени до отправки эл. письма с напоминанием о непрочитанных уведомлениях:",
    "Play sound when a new notification arrives" : "Воспроизведение звука при новом уведомлении",
    "Play sound when a call started (requires Nextcloud Talk)" : "Воспроизведение звука при начале вызова (требуется Nextcloud Talk)",
    "Never" : "Никогда",
    "1 hour" : "1 час",
    "3 hours" : "3 часа",
    "1 day" : "1 день",
    "1 week" : "1 неделя",
    "Your settings have been updated." : "Параметры обновлены.",
    "An error occurred while updating your settings." : "Не удалось сохранить изменённые параметры.",
    "You need to set up your email address before you can receive notification emails." : "Для получения уведомлений укажите свой адрес электронной почты в настройках профиля.",
    "Also repeat sound on a secondary speaker" : "Также повторите воспроизведение звука на дополнительном динамике",
    "Selection of the speaker device is currently not supported by Safari" : "Выбор устройства громкой связи в настоящее время не поддерживается Safari",
    "Select a device" : "Выберите устройство",
    "None" : "Отсутствует"
},"pluralForm" :"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
}