{ "translations": {
    "User not found" : "Utèntzia no agatada",
    "Hello %s" : "Salude %s",
    "Hello %s," : "Salude %s,",
    "_New notification for %s_::_%n new notifications for %s_" : ["Notìfica noa pro %s","%n notìficas noas pro %s"],
    "_You have a new notification for %s_::_You have %n new notifications for %s_" : ["Tenes una notìfica noa pro %s","Tenes %n notìfica noa pro %s"],
    "Admin notifications" : "Notìficas amministratzione",
    "Notifications" : "Notìficas",
    "This app provides a backend and frontend for the notification API available in Nextcloud." : "Custa aplicatzione frunit unu motore e un'interfache pro sa notìfica API a disponimentu in Nextcloud.",
    "This app provides a backend and frontend for the notification API available in Nextcloud.\n\t\tThe API is used by other apps to notify users in the web UI and sync clients about various things. Some examples are:\n\n📬 Federated file sharing: You received a new remote share\n\n📑 Comments: Another user mentioned you in a comment on a file\n\n🚢 Update notification: Available update for an app or nextcloud itself\n\n📣 Announcement center: An announcement was posted by an admin" : "Custa aplicatzione frunit unu motore e un'interfache pro sa notìfica API a disponimentu in Nextcloud.\n\t\tAPI dd'impreant àteras aplicatziones pro notificare is utentes in sa rete UI e sincronizare clientes pro cosas medas. Carchi esèmpiu:\n\n📬 Cumpartzidura archìvios federados: as retzidu una cumpartzidura remora noa\n\n📑 Cummentos: un'àtera utèntzia t'at mentovadu in unu cummentu de un'archìviu\n\n🚢 Notìficas de agiornamentos: agiornamentu a disponimentu pro un'aplicatzione o pro nextcloud etotu\n\n📣 Tzentru comunicados: s'amministratzione at pubblicadu unu comunicadu",
    "Failed to perform action" : "No at fatu a esecutare s'atzione",
    "Dismiss" : "Iscarta",
    "seconds ago" : "segundos a immoe",
    "Failed to dismiss notification" : "No at fatu a iscartare sa notìfica",
    "in {path}" : "in {path}",
    "Dismiss all notifications" : "Iscarta totu is notìficas",
    "Requesting browser permissions to show notifications" : "Permissos de su navigadore rechertos pro mustrare is notìficas",
    "No notifications" : "Peruna notìfica",
    "Failed to dismiss all notifications" : "No at fatu a iscartare totu is notìficas",
    "Configure the default notification settings for new users" : "Cunfigura is paràmetros de notìfica predefinidos pro utentes noos",
    "Play sound when a new notification arrives" : "Reprodue unu sonu comente lompet una notìfica noa",
    "Never" : "Mai",
    "1 hour" : "1 ora",
    "3 hours" : "3 oras",
    "1 day" : "1 die",
    "1 week" : "1 chida",
    "Your settings have been updated." : "Cunfiguratzione atualizada.",
    "You need to set up your email address before you can receive notification emails." : "Depes cunfigurare s'indiritzu de posta eletrònica tuo pro retzire is messàgios de notìfica.",
    "None" : "Perunu"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}