{ "translations": {
    "User not found" : "U쮂셨ate nebol n치jden칳",
    "Hello %s" : "Ahoj %s",
    "Hello %s," : "Ahoj %s,",
    "_New notification for %s_::_%n new notifications for %s_" : ["%n nov칠 ozn치menie pre %s","%n nov칳ch ozn치men칤 pre %s","%n nov칳ch ozn치men칤 pre %s","%n nov칳ch ozn치men칤 pre %s"],
    "_You have a new notification for %s_::_You have %n new notifications for %s_" : ["M치te %n nov칠 ozn치menie pre %s","M치te %n nov칳ch ozn치men칤 pre %s","M치te %n nov칳ch ozn치men칤 pre %s","M치te %n nov칳ch ozn치men칤 pre %s"],
    "You can change the frequency of these emails or disable them in the <a href=\"%s\">settings</a>." : "Frekvenciu t칳chto e-mailov m칪쬰te zmeni콘 alebo ich zak치za콘 v <a href=\"%s\"> nastaveniach </a>.",
    "You can change the frequency of these emails or disable them in the settings: %s" : "Frekvenciu t칳chto e-mailov m칪쬰te zmeni콘 alebo ich zak치za콘 v nastaveniach: %s",
    "Admin notifications" : "Notifik치cie od administr치tora",
    "Notifications" : "Upozornenia",
    "Push notifications - Fair use policy" : "Push notifik치cie - Politika spravodliv칠ho u쮂셨ania",
    "Nextcloud GmbH sponsors a free push notification gateway for private users. To ensure good service, the gateway limits the number of push notifications per server and the limit was reached for this server. For enterprise users, a more scalable gateway is available." : "Nextcloud GmbH sponzoruje bezplatn칰 br치nu pre push notifik치cie pre s칰kromn칳ch pou쮂셨ate쬺v. Pre zabezpe캜enie dobr칠ho servisu je t치to br치na obmedzen치 po캜tom push notifik치ci칤 na server a limit pre tento server bol dosiahnut칳. Pre podnikov칳ch pou쮂셨ate쬺v je k dispoz칤cii 코k치lovate쬹ej코ia br치na.",
    "This app provides a backend and frontend for the notification API available in Nextcloud." : "T치to aplik치cia poskytuje backend a frontend pre notifika캜n칠 API dostupn칠 v Nextcloud.",
    "This app provides a backend and frontend for the notification API available in Nextcloud.\n\t\tThe API is used by other apps to notify users in the web UI and sync clients about various things. Some examples are:\n\n游닓 Federated file sharing: You received a new remote share\n\n游늼 Comments: Another user mentioned you in a comment on a file\n\n游뚹 Update notification: Available update for an app or nextcloud itself\n\n游닊 Announcement center: An announcement was posted by an admin" : "T치to aplik치cia poskytuje backend a frontend pre notifika캜n칠 API dostupn칠 v Nextcloud.\n\t\tAPI je pou쮂셨an칠 aplik치ciami na notifik치ciu u쮂셨ate쬺v vo webovom rozhran칤 a synchroniza캜n칳ch klientoch.  Niektor칠 pr칤klady notifik치ci칤:\n\n游닓 Zdru쬰n칠 zdie쬬nie s칰borov: Prijali ste nov칠 zdie쬬nie zo vzdialen칠ho servra\n\n游늼 Koment치re: In칳 u쮂셨ate V치s spomenul v koment치ri k s칰boru\n\n游뚹 Notifik치cia aktualiz치cie: Dostupn치 aktualiz치cia aplik치cie alebo samotn칠ho Nextcloud-u\n\n游닊 Centrum ozn치men칤: Administr치tor vytvoril ozn치menie",
    "Failed to perform action" : "Nepodarilo sa vykona콘 akciu",
    "Dismiss" : "Zatvori콘",
    "Contact Nextcloud GmbH" : "Kontaktujte Nextcloud GmbH",
    "seconds ago" : "pred nieko쬶칳mi sekundami",
    "Failed to dismiss notification" : "Nepodarilo sa zatvori콘 upozornenie",
    "in {path}" : "v {path}",
    "Dismiss all notifications" : "Zatvori콘 v코etky upozornenia",
    "Requesting browser permissions to show notifications" : "Vy쬬duje sa povolenie prehliada캜a na zobrazovanie upozornen칤",
    "Push notifications might be unreliable" : "Push notifik치cie m칪쬿 by콘 nedostupn칠.",
    "No notifications" : "콯iadne upozornenia",
    "Nextcloud GmbH sponsors a free push notification gateway for private users. To ensure good service, the gateway limits the number of push notifications per server. For enterprise users, a more scalable gateway is available. Contact Nextcloud GmbH for more information." : "Nextcloud GmbH sponzoruje bezplatn칰 br치nu push notifik치ci칤 pre s칰kromn칳ch u쮂셨ate쬺v. Aby sa zabezpe캜ila dobr치 slu쬭a, br치na obmedzuje po캜et upozornen칤 push na server. Pre podnikov칳ch u쮂셨ate쬺v je k dispoz칤cii 코k치lovate쬹ej코ia br치na. Pre viac inform치ci칤 kontaktujte Nextcloud GmbH.",
    "Failed to dismiss all notifications" : "Nepodarilo sa zatvori콘 v코etky upozornenia",
    "Notifications defaults" : "Predvolen칠 nastavenia notifik치ci칤",
    "Configure the default notification settings for new users" : "Predvolen칠 nastavenia upozornen칤 pre nov칳ch pou쮂셨ate쬺v",
    "Send email reminders about unhandled notifications after:" : "Odosla콘 e-mailov칠 pripomenutia nezachyten칳ch upozornen칤 po:",
    "Play sound when a new notification arrives" : "Prehra콘 zvuk, ke캞 pr칤de nov치 notifik치cia",
    "Play sound when a call started (requires Nextcloud Talk)" : "Prehra콘 zvuk, ke캞 za캜ne hovor (vy쬬duje Nextcloud Talk /Rozhovor/)",
    "Never" : "Nikdy",
    "1 hour" : "1 hodina",
    "3 hours" : "3 hodiny",
    "1 day" : "1 de켿",
    "1 week" : "1 t칳쬯e켿",
    "Your settings have been updated." : "Va코e nastavenia boli aktualizovan칠.",
    "An error occurred while updating your settings." : "Nastala chyba po캜as ukladania nastaven칤.",
    "You need to set up your email address before you can receive notification emails." : "Ak chcete dost치va콘 ozn치menia emailom, mus칤te najsk칪r vyplni콘 va코u emailov칰 adresu.",
    "Also repeat sound on a secondary speaker" : "Zopakova콘 zvuk aj na sekund치rnom reproduktore",
    "Selection of the speaker device is currently not supported by Safari" : "V칳ber zariadenia reproduktora moment치lne nie je podporovan칳 prehliada캜om Safari",
    "Select a device" : "Vyberte zariadenie",
    "None" : "콯iadne"
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n == 1 ? 0 : n % 1 == 0 && n >= 2 && n <= 4 ? 1 : n % 1 != 0 ? 2: 3);"
}