{ "translations": {
    "We want to keep offering our push notification service for free, but large number of users overload our infrastructure. For this reason we have to rate-limit the use of push notifications. If you need this feature, consider using Nextcloud Enterprise." : "Tunataka kuendelea kutoa huduma yetu ya arifa kutoka kwa programu bila malipo, lakini idadi kubwa ya watumiaji hupakia miundombinu yetu kupita kiasi. Kwa sababu hii inabidi tuweke kikomo matumizi ya arifa zinazotumwa na programu hata wakati huitumii. Ikiwa unahitaji kipengele hiki, zingatia kutumia Nextcloud Enterprise.",
    "User not found" : "Mtumiaji hapatikani",
    "An unexpected error occurred, ask your administration to check the logs." : "Hitilafu isiyotarajiwa imetokea, uulize utawala wako uangalie kumbukumbu.",
    "Hello %s" : "Halo %s",
    "Hello %s," : "Hello %s,",
    "_New notification for %s_::_%n new notifications for %s_" : ["New notification for %s","%n arifa mpya kwa %s"],
    "_You have a new notification for %s_::_You have %n new notifications for %s_" : ["You have a new notification for %s","Una arifa %n mpya za%s"],
    "You can change the frequency of these emails or disable them in the <a href=\"%s\">settings</a>." : "Unaweza kubadilisha mara kwa mara barua pepe hizi au kuzizima katika <a href=\"%s\">mipangilio</a>.",
    "You can change the frequency of these emails or disable them in the settings: %s" : "Unaweza kubadilisha mara kwa mara barua pepe hizi au kuzizima katika mipangilio: %s",
    "Admin notifications" : "Arifa za msimamizi",
    "Notifications" : "Arifa",
    "Push notifications - Fair use policy" : "Arifa zinazotumwa na programu hata wakati huitumii - Sera ya matumizi ya haki",
    "Nextcloud GmbH sponsors a free push notification gateway for private users. To ensure good service, the gateway limits the number of push notifications per server and the limit was reached for this server. For enterprise users, a more scalable gateway is available." : "Nextcloud GmbH inafadhili lango la arifa za programu bila malipo kwa watumiaji wa kibinafsi. Ili kuhakikisha huduma nzuri, lango linaweka kikomo idadi ya arifa zinazotumwa na programu hata wakati huitumii kwa seva na kikomo kilifikiwa kwa seva hii. Kwa watumiaji wa biashara, lango kubwa zaidi linapatikana.",
    "This app provides a backend and frontend for the notification API available in Nextcloud." : "Programu hii hutoa mazingira ya nyuma na ya mbele kwa API ya arifa inayopatikana kwenye Nextcloud.",
    "This app provides a backend and frontend for the notification API available in Nextcloud.\n\t\tThe API is used by other apps to notify users in the web UI and sync clients about various things. Some examples are:\n\n📬 Federated file sharing: You received a new remote share\n\n📑 Comments: Another user mentioned you in a comment on a file\n\n🚢 Update notification: Available update for an app or nextcloud itself\n\n📣 Announcement center: An announcement was posted by an admin" : "Programu hii hutoa mazingira ya nyuma na ya mbele kwa API ya arifa inayopatikana kwenye Nextcloud.\n\t\tAPI inatumiwa na programu zingine kuwaarifu watumiaji katika UI ya wavuti na kusawazisha wateja kuhusu mambo mbalimbali. Baadhi ya mifano ni:\n\n📬 Ushiriki faili ulioshirikishwa: Umepokea mgao mpya wa mbali\n\n📑 Maoni: Mtumiaji mwingine alikutaja kwenye maoni kwenye faili\n\n🚢 Arifa ya sasisho: Sasisho linalopatikana kwa programu au nextcloud yenyewe\n\n📣 Kituo cha matangazo: Tangazo lilichapishwa na msimamizi",
    "Failed to perform action" : "Imeshindwa kutekeleza kitendo",
    "Failed to dismiss notification" : "Imeshindwa kukataa arifa",
    "Dismiss" : "Ondoa",
    "Contact Nextcloud GmbH" : "Wasiliana na Nextcloud GmbH",
    "in {path}" : "Katika {path}",
    "Push notifications might be unreliable" : "Arifa zinazotumwa na programu hata wakati huitumii zinaweza kuwa zisizotegemewa",
    "Nextcloud GmbH sponsors a free push notification gateway for private users. To ensure good service, the gateway limits the number of push notifications per server. For enterprise users, a more scalable gateway is available. Contact Nextcloud GmbH for more information." : "Nextcloud GmbH inafadhili lango la arifa za programu bila malipo kwa watumiaji wa kibinafsi. Ili kuhakikisha huduma nzuri, lango linaweka kikomo idadi ya arifa zinazotumwa na programu hata wakati huitumii kwa kila seva. Kwa watumiaji wa biashara, lango kubwa zaidi linapatikana. Wasiliana na Nextcloud GmbH kwa habari zaidi.",
    "Requesting browser permissions to show notifications" : "Inaomba vibali vya kivinjari ili kuonyesha arifa",
    "No notifications" : "Hakuna taarifa",
    "Failed to dismiss all notifications" : "Imeshindwa kuondoa arifa zote",
    "Dismiss all notifications" : "Ondoa arifa zote",
    "Never" : "Kamwe",
    "1 hour" : "Saa 1",
    "3 hours" : "Masaa 3",
    "1 day" : "Siku 1",
    "1 week" : "Wiki 1",
    "Your settings have been updated." : "Mipangilio yako imesasishwa",
    "An error occurred while updating your settings." : "Hitilafu ilitokea wakati wa kusasisha mipangilio yako.",
    "Notifications defaults" : "Chaguo-msingi za arifa",
    "Configure the default notification settings" : "Sanidi mipangilio ya arifa chaguomsingi",
    "Send email reminders about unhandled notifications after:" : "Tuma vikumbusho vya barua pepe kuhusu arifa ambazo hazijashughulikiwa baada ya:",
    "Play sound when a new notification arrives" : "Cheza sauti arifa mpya inapofika",
    "Play sound when a call started (requires Nextcloud Talk)" : "Cheza sauti simu ilipoanza (inahitaji Nextcloud Talk)",
    "None" : "Hakuna",
    "You need to set up your email address before you can receive notification emails." : "Unahitaji kusanidi barua pepe yako kabla ya kupokea barua pepe za arifa.",
    "Also repeat sound on a secondary speaker" : "Pia rudia sauti kwenye kipaza sauti cha pili",
    "Selection of the speaker device is currently not supported by Safari" : "Uteuzi wa kifaa cha spika hautumiki kwa sasa na Safari",
    "Select a device" : "Chagua kifaa",
    "seconds ago" : "sukunde zilizopita",
    "Configure the default notification settings for new users" : "Sanidi mipangilio ya arifa chaguo-msingi kwa watumiaji wapya"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}